Repository: holawink/icar
Catalog: IcarSDK_iOS_1.5.18/Demos SDK/CaptureAndSend/CaptureAndSend/*.lproj/Localizable.strings
Languages: ca_es

# icar_sdk_placeIdWithinTheBox
source: [ Place the ID within the Box ]
ca_es: [ Col·loqui el ID dintre de la caixa ]

# icar_sdk_notEnoughLight
source: Not enough light...
ca_es: Insuficient llum...

# icar_sdk_searching_mrz
source: Searching MRZ
ca_es: Detectant MRZ

# icar_sdk_detected_mrz
source: MRZ found!
ca_es: MRZ trobat!

# icar_sdk_saving_photo_capture
source: Saving photo capture . . .
ca_es: Desant la fotografia capturada . . .

# icar_sdk_btn_capture
source: Capture
ca_es: Capturar

# icar_sdk_btn_cancel
source: Cancel
ca_es: Cancel·lar

# icar_sdk_btn_ok
source: Ok
ca_es: D'acord

# icar_sdk_stay_still
source: Stay still, the image being captured
ca_es: Mantinguis quiet, la imatge s'està capturant.

# icar_sdk_placeDocInsideBox
source: Place the document inside the box
ca_es: Col·loqui el document dintre la caixa

# icar_sdk_please_come_closer
source: PLEASE, COME CLOSER
ca_es: SI US PLAU, <strong>ACOSTAT</strong>

# icar_sdk_ok_stay_still
source: OK!, STAY STILL
ca_es: D'ACORD!, MANTINGUIS QUIET

# icar_sdk_place_face_inside
source: <strong>PLACE THE FACE INSIDE</strong>
ca_es: <strong>COL·LOQUI LA CARA DINTRE</strong>

# icar_sdk_picture_token
source: PICTURE TOKEN
ca_es: FOTO CAPTURADA

# icar_sdk_lbl_no_credits
source: ICAR_SDK_ERROR: No credits, please contact with Icar Vision
ca_es: ICAR_SDK_ERROR: Sense crèdits. Si us plau contacti amb IcarVision

# icar_sdk_go_back
source: PLEASE, <strong>GO BACK</strong>
ca_es: SI US PLAU, <strong>VAGI ENRERA</strong>

# icar_sdk_blink_eyes
source: PLEASE, <strong>BLINK EYES</strong>
ca_es: SI US PLAU, <strong>PARPELLEGI ELS ULLS</strong>

# icar_sdk_accept_thanks
source: <strong>ACCEPTED THANK YOU</strong>
ca_es: <strong>ACCEPTAT GRÀCIES</strong>

# icar_sdk_turn_head_left_right
source: TURN YOUR HEAD LEFT AND RIGHT
ca_es: GIRI EL CAP ESQUERRA I DRETA

# icar_sdk_please_look_front
source: PLEASE LOOK FRONT
ca_es: SI US PLAU, MIRI ENDAVANT

# icar_sdk_turn_head_oher_side
source: TURN YOUR HEAD THE OTHER SIDE
ca_es: GIRI EL CAP CAP A L'ALTRE COSTAT

# icar_sdk_please_be_serious
source: PLEASE BE SERIOUS
ca_es: SI US PLAU, ESTIGUI SERIÓS

# icar_sdk_big_smile
source: BIG SMILE! :-)
ca_es: GRAN SOMRIURE! :-)

# icar_sdk_yes
source: YES
ca_es: SÍ

# icar_sdk_not
source: NOT
ca_es: NO
